Repository: SawadaShusaku/vSnapStock
Catalog: vSnapStock/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, zh_hans

# archive.empty
source: アーカイブされたカードはありません
de: Keine archivierten Karten
en: No archived cards
es: No hay tarjetas archivadas
fr: Aucune fiche archivée
zh_hans: 没有归档的卡片

# archive.title
source: アーカイブ
de: Archiv
en: Archive
es: Archivo
fr: Archives
zh_hans: 归档

# button.add
source: 追加
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
zh_hans: 添加

# button.cancel
source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消

# button.close
source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
zh_hans: 关闭

# button.delete
source: 削除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
zh_hans: 删除

# button.delete_all
source: すべて削除
de: Alle löschen
en: Delete All
es: Eliminar todo
fr: Tout supprimer
zh_hans: 全部删除

# button.done
source: 完了
de: Fertig
en: Done
es: Hecho
fr: Terminé
zh_hans: 完成

# button.edit
source: 編集
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
zh_hans: 编辑

# button.permanently_delete
source: 完全に削除
de: Endgültig löschen
en: Permanently Delete
es: Eliminar permanentemente
fr: Supprimer définitivement
zh_hans: 永久删除

# button.reset_default
source: 初期設定に戻す
de: Auf Standard zurücksetzen
en: Reset to Default
es: Restablecer valores
fr: Rétablir les paramètres par défaut
zh_hans: 恢复默认设置

# button.restore
source: 復元
de: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
zh_hans: 恢复

# button.return_home
source: ホームに戻る
de: Zurück zur Startseite
en: Return to Home
es: Volver al inicio
fr: Retour à l'accueil
zh_hans: 返回首页

# button.save
source: 保存
de: Speichern
en: Save
es: Guardar
fr: Enregistrer

# card.basic_info
source: 基本情報
de: Basisinfo
en: Basic Info
es: Información básica
fr: Infos de base
zh_hans: 基本信息

# card.edit_title
source: カード編集
de: Karte bearbeiten
en: Edit Card
es: Editar tarjeta
fr: Modifier la fiche
zh_hans: 编辑卡片

# card.expiration
source: 期限
de: Ablaufdatum
en: Expiration Date
es: Fecha de caducidad
fr: Date d'expiration
zh_hans: 截止日期

# card.new_title
source: 新規カード
de: Neue Karte
en: New Card
es: Nueva tarjeta
fr: Nouvelle fiche
zh_hans: 新建卡片

# card.title_placeholder
source: タイトル
de: Titel
en: Title
es: Título
fr: Titre
zh_hans: 标题

# card.untitled
source: 無題
de: Ohne Titel
en: Untitled
es: Sin título
fr: Sans titre
zh_hans: 无标题

# color.add_custom
source: カスタムカラーを追加
de: Benutzerdefinierte Farbe hinzufügen
en: Add Custom Color
es: Añadir color personalizado
fr: Ajouter une couleur personnalisée
zh_hans: 添加自定义颜色

# color.angle
source: 角度
de: Winkel
en: Angle
es: Ángulo
fr: Angle

# color.appearance_description
source: アプリの外観モードを選択します。
de: Wählen Sie den Erscheinungsmodus für die App.
en: Choose the appearance mode for the app.
es: Elige el modo de apariencia de la aplicación.
fr: Choisissez le mode d'apparence de l'application.
zh_hans: 选择应用程序的外观模式。

# color.appearance_mode
source: 外観モード
de: Erscheinungsbild
en: Appearance Mode
es: Modo de apariencia
fr: Mode d'apparence
zh_hans: 外观模式

# color.appearance.dark
source: ダーク
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
zh_hans: 深色

# color.appearance.light
source: ライト
de: Hell
en: Light
es: Claro
fr: Clair
zh_hans: 浅色

# color.appearance.system
source: システム
de: System
en: System
es: Sistema
fr: Système
zh_hans: 系统

# color.background
source: 背景
de: Hintergrund
en: Background
es: Fondo
fr: Arrière-plan

# color.background_color
source: 背景色
de: Hintergrundfarbe
en: Background Color
es: Color de fondo
fr: Couleur d'arrière-plan
zh_hans: 背景颜色

# color.basic_presets
source: 基本プリセット
de: Basis-Voreinstellungen
en: Basic Presets
es: Preajustes básicos
fr: Préréglages de base
zh_hans: 基本预设

# color.card_color
source: カード色
de: Kartenfarbe
en: Card Color
es: Color de tarjeta
fr: Couleur de la fiche
zh_hans: 卡片颜色

# color.card_color_short
source: カード
de: Karte
en: Card
es: Tarjeta
fr: Fiche
zh_hans: 卡片

# color.custom
source: カスタム
de: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Personnalisé
zh_hans: 自定义

# color.custom_color_title
source: カスタムカラー
de: Benutzerdefinierte Farbe
en: Custom Color
es: Color personalizado
fr: Couleur personnalisée
zh_hans: 自定义颜色

# color.edit_and_create_custom
source: 編集してカスタム作成
de: Bearbeiten & Benutzerdefiniert erstellen
en: Edit & Create Custom
es: Editar y crear personalizado
fr: Modifier et créer personnalisé
zh_hans: 编辑并创建自定义

# color.edit_color
source: カラー編集
de: Farbe bearbeiten
en: Edit Color
es: Editar color
fr: Modifier la couleur
zh_hans: 编辑颜色

# color.end_color
source: 終了色
de: Endfarbe
en: End Color
es: Color final
fr: Couleur de fin
zh_hans: 结束颜色

# color.gradient
source: グラデーション
de: Verlauf
en: Gradient
es: Degradado
fr: Dégradé
zh_hans: 渐变

# color.name
source: 名前
de: Name
en: Name
es: Nombre
fr: Nom
zh_hans: 名称

# color.preset_name
source: プリセット名
de: Voreinstellungsname
en: Preset Name
es: Nombre del preajuste
fr: Nom du préréglage
zh_hans: 预设名称

# color.preset.aurora
source: オーロラ
de: Aurora
en: Aurora
es: Aurora
fr: Aurore
zh_hans: 极光

# color.preset.cream
source: クリーム
de: Creme
en: Cream
es: Crema
fr: Crème
zh_hans: 奶油

# color.preset.dark
source: ダーク
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
zh_hans: 深色

# color.preset.flame
source: フレーム
de: Flamme
en: Flame
es: Llama
fr: Flamme
zh_hans: 火焰

# color.preset.forest
source: フォレスト
de: Wald
en: Forest
es: Bosque
fr: Forêt
zh_hans: 森林

# color.preset.galaxy
source: ギャラクシー
de: Galaxie
en: Galaxy
es: Galaxia
fr: Galaxie
zh_hans: 银河

# color.preset.light
source: ライト
de: Hell
en: Light
es: Claro
fr: Clair
zh_hans: 浅色

# color.preset.mint
source: ミント
de: Minze
en: Mint
es: Menta
fr: Menthe
zh_hans: 薄荷

# color.preset.ocean
source: オーシャン
de: Ozean
en: Ocean
es: Océano
fr: Océan
zh_hans: 海洋

# color.preset.peach
source: ピーチ
de: Pfirsich
en: Peach
es: Melocotón
fr: Pêche
zh_hans: 桃色

# color.preset.sky
source: スカイ
de: Himmel
en: Sky
es: Cielo
fr: Ciel
zh_hans: 天空

# color.preset.sunset
source: サンセット
de: Sonnenuntergang
en: Sunset
es: Puesta de sol
fr: Coucher de soleil
zh_hans: 日落

# color.preview
source: プレビュー
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
zh_hans: 预览

# color.sample
source: サンプル
de: Beispiel
en: Sample
es: Muestra
fr: Exemple
zh_hans: 示例

# color.sample_card
source: サンプルカード
de: Beispielkarte
en: Sample Card
es: Tarjeta de muestra
fr: Fiche d'exemple
zh_hans: 示例卡片

# color.settings_title
source: カラー設定
de: Farbeinstellungen
en: Color Settings
es: Ajustes de color
fr: Paramètres de couleur
zh_hans: 颜色设置

# color.start_color
source: 開始色
de: Startfarbe
en: Start Color
es: Color inicial
fr: Couleur de début
zh_hans: 起始颜色

# color.use_gradient
source: グラデーションを使用
de: Verlauf verwenden
en: Use Gradient
es: Usar degradado
fr: Utiliser un dégradé
zh_hans: 使用渐变

# date.best_before
source: 賞味期限
de: Mindestens haltbar bis
en: Best before
es: Consumir preferentemente antes de
fr: À consommer de préférence avant
zh_hans: 最佳食用日期

# date.best_before_format %@
source: 賞味期限: %@
de: MHD: %@
en: Best before: %@
es: Consumo pref.: %@
fr: DLUO : %@
zh_hans: 最佳食用: %@

# date.not_set
source: 未設定
de: Nicht festgelegt
en: Not Set
es: No establecido
fr: Non défini
zh_hans: 未设置

# date.use_by
source: 消費期限
de: Verbrauchen bis
en: Use by
es: Fecha de caducidad
fr: Date limite de consommation
zh_hans: 保质期

# date.use_by_format %@
source: 消費期限: %@
de: Verbrauchen bis: %@
en: Use by: %@
es: Caducidad: %@
fr: DLC : %@
zh_hans: 保质期: %@

# description.char_count
source: 説明: %1$lld/%2$lld 文字
de: Beschreibung: %1$lld/%2$lld Zeichen
en: Description: %1$lld/%2$lld chars
es: Descripción: %1$lld/%2$lld caracteres
fr: Description : %1$lld/%2$lld caractères
zh_hans: 描述：%1$lld/%2$lld 字符

# empty.add_from_button
source: ＋ボタンからカードを追加してください
de: Fügen Sie eine Karte über die +-Taste hinzu
en: Add a card from the + button
es: Añade una tarjeta desde el botón +
fr: Ajoutez une fiche via le bouton +
zh_hans: 请点击 + 按钮添加卡片

# empty.no_cards
source: カードがありません
de: Keine Karten
en: No Cards
es: No hay tarjetas
fr: Aucune fiche
zh_hans: 没有卡片

# folder.card_count %lld
source: %lld枚のカード
de: %lld Karten
en: %lld cards
es: %lld tarjetas
fr: %lld fiches
zh_hans: %lld 张卡片

# folder.delete_confirm_message %@
source: フォルダ「%@」を削除しますか？フォルダ内のカードもゴミ箱に移動されます。
de: Möchten Sie den Ordner "%@" wirklich löschen? Die Karten darin werden in den Papierkorb verschoben.
en: Are you sure you want to delete the folder "%@"? Cards inside will be moved to Trash.
es: ¿Seguro que quieres eliminar la carpeta "%@"? Las tarjetas se moverán a la papelera.
fr: Voulez-vous vraiment supprimer le dossier "%@" ? Les fiches seront déplacées vers la corbeille.
zh_hans: 确定要删除文件夹“%@”吗？里面的卡片将被移至回收站。

# folder.delete_title
source: フォルダを削除
de: Ordner löschen
en: Delete Folder
es: Eliminar carpeta
fr: Supprimer le dossier
zh_hans: 删除文件夹

# folder.edit
source: フォルダ編集
de: Ordner bearbeiten
en: Edit Folder
es: Editar carpeta
fr: Modifier le dossier
zh_hans: 编辑文件夹

# folder.empty_message
source: 右上の＋ボタンからフォルダを作成してください
de: Bitte erstellen Sie einen Ordner über die +-Taste oben rechts
en: Please create a folder from the + button on the top right
es: Crea una carpeta desde el botón + arriba a la derecha
fr: Veuillez créer un dossier via le bouton + en haut à droite
zh_hans: 请点击右上角的 + 按钮创建文件夹

# folder.empty_title
source: フォルダがありません
de: Keine Ordner
en: No Folders
es: Sin carpetas
fr: Aucun dossier
zh_hans: 没有文件夹

# folder.name
source: フォルダ名
de: Ordnername
en: Folder Name
es: Nombre de la carpeta
fr: Nom du dossier
zh_hans: 文件夹名称

# folder.new
source: 新規フォルダ
de: Neuer Ordner
en: New Folder
es: Nueva carpeta
fr: Nouveau dossier
zh_hans: 新建文件夹

# menu.archive
source: アーカイブ
de: Archiv
en: Archive
es: Archivo
fr: Archives
zh_hans: 归档

# menu.color
source: カラー設定
de: Farbeinstellungen
en: Color Settings
es: Ajustes de color
fr: Paramètres de couleur
zh_hans: 颜色设置

# menu.notification_settings
source: 通知設定
de: Benachrichtigungseinstellungen
en: Notification Settings
es: Configuración de notificaciones
fr: Paramètres de notification
zh_hans: 通知设置

# menu.ocr_settings
source: OCR設定
de: OCR-Einstellungen
en: OCR Settings
es: Configuración OCR
fr: Paramètres OCR
zh_hans: OCR设置

# menu.rename
source: 名前を変更
de: Umbenennen
en: Rename
es: Renombrar
fr: Renommer
zh_hans: 重命名

# menu.sort
source: 並び替え
de: Sortieren
en: Sort
es: Ordenar
fr: Trier
zh_hans: 排序

# menu.trash
source: ゴミ箱
de: Papierkorb
en: Trash
es: Papelera
fr: Corbeille
zh_hans: 回收站

# notification.days_before_count %lld
source: %lld日前
de: %lld Tage vorher
en: %lld days before
es: %lld días antes
fr: %lld jours avant
zh_hans: %lld 天前

# notification.enable_notifications
source: 通知を有効にする
de: Benachrichtigungen aktivieren
en: Enable Notifications
es: Activar notificaciones
fr: Activer les notifications
zh_hans: 启用通知

# notification.expired_today_body %@
source: 「%@」の期限が今日までです。
de: Das Ablaufdatum für "%@" ist heute.
en: The expiration date for "%@" is today.
es: La fecha de caducidad de "%@" es hoy.
fr: La date d'expiration pour "%@" est aujourd'hui.
zh_hans: “%@”的截止日期是今天。

# notification.expired_today_title
source: 期限のお知らせ
de: Ablaufhinweis
en: Expiration Notice
es: Aviso de caducidad
fr: Avis d'expiration
zh_hans: 过期通知

# notification.expiring_soon_body %@ %lld
source: 「%1$@」の期限まであと%2$lld日です。
de: Noch %2$lld Tage bis zum Ablauf für "%1$@".
en: %2$lld days left until expiration for "%1$@".
es: Quedan %2$lld días para la caducidad de "%1$@".
fr: Il reste %2$lld jours avant l'expiration de "%1$@".
zh_hans: “%1$@”还有 %2$lld 天过期。

# notification.expiring_soon_title
source: 期限が近づいています
de: Läuft bald ab
en: Expiring Soon
es: Caduca pronto
fr: Expire bientôt
zh_hans: 即将过期

# notification.in_advance
source: 期限前
de: Im Voraus
en: In Advance
es: Con antelación
fr: À l'avance
zh_hans: 提前

# notification.note
source: ※ 設定変更は、今後保存または更新されるカードから適用されます。
de: * Änderungen gelten für Karten, die ab jetzt gespeichert oder aktualisiert werden.
en: * Changes will apply to cards saved or updated hereafter.
es: * Los cambios se aplicarán a las tarjetas guardadas o actualizadas a partir de ahora.
fr: * Les modifications s'appliqueront aux fiches enregistrées ou mises à jour ultérieurement.
zh_hans: * 更改将应用于此后保存或更新的卡片。

# notification.on_expiration_day
source: 期限当日
de: Am Ablauftag
en: On Expiration Day
es: El día de caducidad
fr: Le jour de l'expiration
zh_hans: 过期当天

# notification.time
source: 通知時間
de: Benachrichtigungszeit
en: Notification Time
es: Hora de notificación
fr: Heure de notification
zh_hans: 通知时间

# notification.time_label
source: 時間
de: Zeit
en: Time
es: Hora
fr: Heure
zh_hans: 时间

# notification.timing
source: 通知タイミング
de: Benachrichtigungszeitpunkt
en: Notification Timing
es: Momento de notificación
fr: Moment de la notification
zh_hans: 通知时机

# ocr.display_limit
source: 表示上限
de: Anzeigelimit
en: Display Limit
es: Límite de visualización
fr: Limite d'affichage
zh_hans: 显示限制

# ocr.display_settings
source: 表示設定
de: Anzeigeeinstellungen
en: Display Settings
es: Ajustes de visualización
fr: Paramètres d'affichage
zh_hans: 显示设置

# ocr.display_settings_footer
source: OCR結果の表示数を調整します。
de: Passen Sie die Anzahl der angezeigten OCR-Ergebnisse an.
en: Adjust the number of OCR results displayed.
es: Ajusta el número de resultados OCR mostrados.
fr: Ajustez le nombre de résultats OCR affichés.
zh_hans: 调整显示的 OCR 结果数量。

# ocr.filtering
source: フィルタリング
de: Filterung
en: Filtering
es: Filtrado
fr: Filtrage
zh_hans: 过滤

# ocr.ignore_small_text
source: 小さいテキストを無視
de: Kleinen Text ignorieren
en: Ignore Small Text
es: Ignorar texto pequeño
fr: Ignorer le petit texte
zh_hans: 忽略小文本

# ocr.items_count %lld
source: %lld 項目
de: %lld Elemente
en: %lld items
es: %lld ítems
fr: %lld éléments
zh_hans: %lld 项

# ocr.merge_distance_horizontal
source: 横方向のマージ距離
de: Horizontaler Zusammenführungsabstand
en: Horizontal Merge Distance
es: Distancia de fusión horizontal
fr: Distance de fusion horizontale
zh_hans: 水平合并距离

# ocr.merge_distance_vertical
source: 縦方向のマージ距離
de: Vertikaler Zusammenführungsabstand
en: Vertical Merge Distance
es: Distancia de fusión vertical
fr: Distance de fusion verticale
zh_hans: 垂直合并距离

# ocr.merge_horizontal
source: 横書きテキストを結合
de: Horizontalen Text zusammenführen
en: Merge Horizontal Text
es: Fusionar texto horizontal
fr: Fusionner le texte horizontal
zh_hans: 合并水平文本

# ocr.merge_horizontal_footer
source: 横方向に近いテキストを結合します。
de: Führt Text zusammen, der horizontal nahe beieinander liegt.
en: Merges text that is close horizontally.
es: Fusiona texto que está cerca horizontalmente.
fr: Fusionne le texte proche horizontalement.
zh_hans: 合并水平方向接近的文本。

# ocr.merge_vertical
source: 縦書きテキストを結合
de: Vertikalen Text zusammenführen
en: Merge Vertical Text
es: Fusionar texto vertical
fr: Fusionner le texte vertical
zh_hans: 合并垂直文本

# ocr.merge_vertical_footer
source: 縦方向に近いテキストを結合します。
de: Führt Text zusammen, der vertikal nahe beieinander liegt.
en: Merges text that is close vertically.
es: Fusiona texto que está cerca verticalmente.
fr: Fusionne le texte proche verticalement.
zh_hans: 合并垂直方向接近的文本。

# ocr.minimum_area
source: 最小面積
de: Mindestfläche
en: Minimum Area
es: Área mínima
fr: Surface minimale
zh_hans: 最小面积

# ocr.minimum_area_footer
source: 指定した割合より小さいテキスト領域を除外します。
de: Filtert Textbereiche heraus, die kleiner als der angegebene Prozentsatz sind.
en: Filters out text areas smaller than the specified percentage.
es: Filtra áreas de texto más pequeñas que el porcentaje especificado.
fr: Filtre les zones de texte inférieures au pourcentage spécifié.
zh_hans: 过滤掉小于指定百分比的文本区域。

# ocr.scan_interval
source: スキャン間隔
de: Scan-Intervall
en: Scan Interval
es: Intervalo de escaneo
fr: Intervalle de scan
zh_hans: 扫描间隔

# ocr.seconds_value %@
source: %@ 秒
de: %@ s
en: %@ sec
es: %@ s
fr: %@ s

# photo.add_photo
source: 写真を追加
de: Foto hinzufügen
en: Add Photo
es: Añadir foto
fr: Ajouter une photo
zh_hans: 添加照片

# photo.camera_starting
source: カメラを起動中...
de: Kamera wird gestartet...
en: Starting Camera...
es: Iniciando cámara...
fr: Démarrage de la caméra...
zh_hans: 正在启动相机...

# photo.captured_photos_appear_here
source: 撮影した写真がここに表示されます
de: Aufgenommene Fotos erscheinen hier
en: Captured photos appear here
es: Las fotos capturadas aparecen aquí
fr: Les photos capturées apparaissent ici
zh_hans: 拍摄的照片将显示在这里

# photo.count
source: 写真 (%lld/10)
de: Fotos (%lld/10)
es: Fotos (%lld/10)
fr: Photos (%lld/10)
zh_hans: 照片 (%lld/10)

# photo.edit_description
source: 説明を編集
de: Beschreibung bearbeiten
en: Edit Description
es: Editar descripción
fr: Modifier la description
zh_hans: 编辑描述

# photo.edit_product_name
source: 商品名を編集
de: Produktnamen bearbeiten
en: Edit Product Name
es: Editar nombre del producto
fr: Modifier le nom du produit
zh_hans: 编辑商品名称

# photo.enter_product_name
source: 商品名を入力
de: Produktnamen eingeben
en: Enter product name
es: Introduce el nombre del producto
fr: Entrer le nom du produit
zh_hans: 输入商品名称

# photo.looking_for_date
source: 日付を探しています...
de: Suche nach Datum...
en: Looking for date...
es: Buscando fecha...
fr: Recherche de la date...
zh_hans: 正在查找日期...

# photo.read_description
source: 説明を読み取る
de: Beschreibung scannen
en: Scan Description
es: Escanear descripción
fr: Scanner la description
zh_hans: 扫描描述

# photo.read_expiration_date
source: 期限を読み取る
de: Ablaufdatum scannen
en: Scan Expiration Date
es: Escanear fecha de caducidad
fr: Scanner la date d'expiration
zh_hans: 扫描截止日期

# photo.read_product_name
source: 商品名を読み取る
de: Produktnamen scannen
en: Scan Product Name
es: Escanear nombre del producto
fr: Scanner le nom du produit
zh_hans: 扫描商品名称

# photo.tap_text_to_select
source: テキストをタップして選択
de: Text zum Auswählen antippen
en: Tap text to select
es: Toca el texto para seleccionar
fr: Appuyez sur le texte pour sélectionner
zh_hans: 点击文本进行选择

# placeholder.enter_description
source: 説明を入力
de: Beschreibung eingeben
en: Enter description
es: Introduce una descripción
fr: Entrer une description
zh_hans: 输入描述

# sort.custom
source: 手動
de: Manuell
en: Manual
es: Manual
fr: Manuel
zh_hans: 手动

# sort.expiration_asc
source: 期限が近い順
de: Ablaufdatum (Aufsteigend)
en: Expiration Date (Ascending)
es: Fecha de caducidad (Ascendente)
fr: Date d'expiration (Croissant)
zh_hans: 截止日期 (升序)

# sort.expiration_desc
source: 期限が遠い順
de: Ablaufdatum (Absteigend)
en: Expiration Date (Descending)
es: Fecha de caducidad (Descendente)
fr: Date d'expiration (Décroissant)
zh_hans: 截止日期 (降序)

# sort.title_asc
source: 名前順
de: Name (Aufsteigend)
en: Name (Ascending)
es: Nombre (Ascendente)
fr: Nom (Croissant)
zh_hans: 名称 (升序)

# trash.delete_in_1_day
source: あと1日で削除
de: In 1 Tag löschen
en: Delete in 1 day
es: Eliminar en 1 día
fr: Supprimer dans 1 jour
zh_hans: 1天后删除

# trash.delete_in_days %lld
source: あと%lld日で削除
de: In %lld Tagen löschen
en: Delete in %lld days
es: Eliminar en %lld días
fr: Supprimer dans %lld jours
zh_hans: %lld 天后删除

# trash.delete_soon
source: まもなく削除
de: Bald löschen
en: Delete soon
es: Eliminar pronto
fr: Supprimer bientôt
zh_hans: 即将删除

# trash.dialog_message
source: ゴミ箱の中身をすべて削除してもよろしいですか？この操作は取り消せません。
de: Möchten Sie wirklich alle Elemente im Papierkorb löschen? Diese Aktion kann nicht rückgängig gemacht werden.
en: Are you sure you want to delete all items in the trash? This action cannot be undone.
es: ¿Seguro que quieres eliminar todos los elementos de la papelera? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tous les éléments de la corbeille ? Cette action est irréversible.
zh_hans: 确定要删除回收站中的所有项目吗？此操作无法撤销。

# trash.dialog_title
source: ゴミ箱を空にする
de: Papierkorb leeren
en: Empty Trash
es: Vaciar papelera
fr: Vider la corbeille
zh_hans: 清空回收站

# trash.empty
source: ゴミ箱は空です
de: Papierkorb ist leer
en: Trash is empty
es: La papelera está vacía
fr: La corbeille est vide
zh_hans: 回收站为空

# trash.title
source: ゴミ箱
de: Papierkorb
en: Trash
es: Papelera
fr: Corbeille
zh_hans: 回收站

source: G
fr: V
